Repository: gunt2raro/backbase-test
Catalog: src/locale/messages.*.xlf
Languages: es

source: Make a Transfer
es: Hacer una Transferencia

source: FROM ACCOUNT
es: CUENTA DE EMISIÓN

source: TO ACCOUNT
es: CUENTA A RECIBIR

source: AMOUNT
es: CANTIDAD

source: Review Transaction
es: Revisar Transferencia

# fromAccountLabel
source: FROM ACCOUNT :
es: CUENTA DE EMISIÓN :

# toAccountLabel
source: TO ACCOUNT :
es: CUENTA A RECIBIR :

# amountLabel
source: AMOUNT :
es: CANTIDAD :

source: Submit
es: Aceptar

source: Go Back
es: Regresar

source: Transfer
es: Transferir

source: Recent Transactions
es: Transacciones Recientes

# searchByPlaceHolder
source: Search by Typing ...
es: Buscar ...

# sortByLabel
source: Sort by:
es: Orden por:

# dateButton
source: DATE <i *ngIf="FilterType.DATE == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>
es: FECHA <i *ngIf="FilterType.DATE == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>

# beneficiaryButton
source: BENEFICIARY <i *ngIf="FilterType.BENEFICIARY == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>
es: BENEFICIARIO <i *ngIf="FilterType.BENEFICIARY == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>

# amountButton
source: AMOUNT <i *ngIf="FilterType.AMOUNT == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>
es: CANTIDAD <i *ngIf="FilterType.AMOUNT == typeOfFilter" [class]="iconsFilter[ASC ? 1: 0]"></i>
